     D ITEMN           S             10    INZ('    S05657')             
     D ITEM            S             10  0 INZ                           
      *                                                                  
     C                   MOVE      ITEMN         ITEM                    
     C     item          dsply                                           
     C                   SETON                                        LR 