**FREE

Dcl-s w_div  Packed(7:2) Inz;      
Dcl-s w_dech Packed(5:0) Inz;      
                                      
w_Div = 10  / 84;                  
w_dech = %Dech(w_Div:5:0);         
                                      
*inlr = *on;                     